Repository: nibblesnbits/AspireGraphQLDemo
Catalog: dotnet/LocalizationApi/Services/LocalizationService.*.resx
Languages: es

source: Announcement cancelled.
es: Anuncio cancelado.

# AnnouncementConfirm
source: Confirm you want to send the following announcement:\n\n{smsBody}\n\nReply with 'SEND' to send the announcement or 'CANCEL' to cancel.
es: Confirme que desea enviar el siguiente anuncio:\\n\\n{smsBody}\\n\\nResponda con 'SEND' para enviar el anuncio o 'CANCEL' para cancelar.

# AnnouncementSent
source: Your announcement has gone out to {count} subscribers!
es: ¡Su anuncio ha sido enviado a {count} suscriptores!

# AnnouncementTemplate
source: {clientName} has an announcement for you!\n\n{smsBody}{link}
es: ¡{clientName} tiene un anuncio para ti!\\n\\n{smsBody}{link}

# ClientHelpMessage
source: Available commands:\n\n- 'COMMANDS' for this message\n- 'STOP' to block communication from this number\n\nAll other messages will be sent as announcements to your subscribers.\n\nYou can view your your account at {accountUrl}\nYou can manage your subscription at {subUrl}\n\nYour subscription link to share is {shareUrl}
es: Comandos disponibles:\\n\\n- 'COMMANDS' para este mensaje\\n- 'STOP' para bloquear la comunicación desde este número\\n\\nTodos los demás mensajes se enviarán como anuncios a sus suscriptores.\\n\\nPuede ver su cuenta en {accountUrl}\\nPuede administrar su suscripción en {subUrl}\\n\\nSu enlace de suscripción para compartir es {shareUrl}

# NoMessagesRemaining
source: You are out of announcements to send for this subscription period.
es: Se han agotado los anuncios para enviar en este período de suscripción.

# NoPendingAnnouncement
source: You have no announcement to send.
es: No tiene ningún anuncio pendiente para enviar.

# NotCustomer
source: It seems you're not a customer of Un-Ad. You can sign up at https://catcharide.tech/
es: Parece que no es cliente de Un-Ad. Puede registrarse en https://catcharide.tech/

# NotInStopMode
source: Text the word UNSUBSCRIBE to unsubscribe from announcements.
es: Envíe la palabra UNSUBSCRIBE para cancelar la suscripción a los anuncios.

# NotSubscriber
source: It seems you're not a subscriber of Un-Ad.
es: Parece que no es suscriptor de Un-Ad.

# SubscriberHelpMessage
source: You may unsubscribe from announcements by texting UNSUBSCRIBE to this number.
es: Puede cancelar la suscripción a los anuncios enviando UNSUBSCRIBE a este número.

# SubscriptionNotActive
source: Your subscription is not active. Please contact support at support@thecatcharide.com
es: Su suscripción no está activa. Por favor, contacte con soporte en support@thecatcharide.com

# SupportMessage
source: For help, email support@thecatcharide.com
es: Para obtener ayuda, envíe un correo electrónico a support@thecatcharide.com

# UnsubscribeAllSuccess
source: You have been unsubscribed from all announcements.
es: Se ha cancelado su suscripción a todos los anuncios.

# UnsubscribeInvalidSelection
source: Invalid selection. Choose from the previous list.
es: Selección no válida. Elija de la lista anterior.

# UnsubscribeListEntry
source: {index}) {clientName} - Reply with STOP {index} to unsubscribe
es: {index}) {clientName} - Responda con STOP {index} para cancelar la suscripción

# UnsubscribeListTemplate
source: You are subscribed to the following businesses:\n\n{list}\n\nText 'STOP ALL' to unsubscribe from all announcements.
es: Está suscrito a los siguientes negocios:\\n\\n{list}\\n\\nEnvíe 'STOP ALL' para cancelar la suscripción a todos los anuncios.

# UnsubscribeSuccess
source: You have unsubscribed from {clientName}.
es: Ha cancelado su suscripción a {clientName}.

# ClientOtpVerified
source: Welcome to Nudges! Now that you have an account, you can continue in your browser, or visit {url} at any time to complete your registration.
es: ¡Bienvenido a Nudges! Ahora que tiene una cuenta, puede continuar en su navegador o visitar {url} en cualquier momento para completar su registro.

# SendOtp
source: Your OTP is {otp}
es: Su código OTP es {otp}

# PriceTierUpdate
source: Price Tier {priceTierId} Updated
es: Nivel de precio {priceTierId} actualizado
